{
    "profile.name": "Marcel Pahnke",
    "profile.job": "Webentwicklerin",
    "profile.description": "Im Alter von 14 Jahren begann ich meine ersten Schritte im Bereich des Webdesigns zu machen und habe seitdem kontinuierlich meine Fähigkeiten verbessert. Während meiner Ausbildung zum Geovisualisierer habe ich meine Leidenschaft zum Beruf gemacht und konnte erste Aufträge als freiberuflicher Webdesigner gewinnen. Das hat dazu geführt, dass meine Ausbilder mich als Dozent für Webkurse einsetzten, woraufhin ich meinen Ausbilderschein (AEVO) bei der IHK absolvierte.{br}{br} In meinem anschließenden Studium im Bereich der Webentwicklung konnte ich mit Gleichgesinnten meine Leidenschaft teilen und an diversen spannenden Projekten arbeiten. Die Zusammenarbeit mit motivierten und inspirierenden Kommilitone führte schließlich zur Gründung unseres eigenen Kollektivs - v1b.es",
    "section.skills": "Fähigkeiten",
    "section.contact": "Kontakt",
    "date.since": "seit",
    "section.edu": "Ausbildung",
    "section.edu.01": "GEOVISUALISIERUNG @ ERNST LITFAß SCHULE (OSZ)",
    "section.edu.01.desc": "Arbeiten mit Geoinformationssystemen ( ARCGIS / QGIS), Erstellung von Karten und Visualisierungen (Adobe Illustrator / Photoshop), Erstellung von 3D Modellen und Animationen, Auswertung von Geo-Daten und Satellitenbildern",
    "section.edu.02": "WEB DEVELOPMENT @ DESIGN AKADEMIE BERLIN",
    "section.edu.02.desc": "Bachelorarbeit: Automatische Analyse von Grundrissen mit Hilfe von Neuronalen Netzwerken",
    "section.exp": "ARBEITSERFAHRUNG",
    "section.exp.01": "MARKETING-ASSISTENT @ JACKS FUN WORLD",
    "section.exp.01.desc": "Erstellung von Digitalen Medien (Flyer / Plakate / Banner / Kino-Spot), SWAT-Analysen und Auswertungen von Marketing-Kampagnen, Kundenbetreuung und Beratung, Organisation und Durchführung von Events",
    "section.exp.03": "FREELANCE WEB DEVELOPER / GRAPHIC DESIGNER",
    "section.exp.03.desc": "Planung und Entwicklung von Webseiten, Organisation und Verteilung der Aufgaben im Team, Erstellung von Angeboten / Rechnungen / Verträgen, Erstellung von Grafiken und Logos, Beratung und Betreuung von Kunden",
    "section.exp.04": "DOZENT @ ERNST LITFAß SCHULE (OSZ)",
    "section.exp.04.desc": "Organisation und Durchführung von HTML / CSS / JAVASCRIPT Intensiv Kursen, Cinema4D Workshops, Erstellung von Lernmaterialien",
    "section.exp.05": "WEB DEVELOPER @ {link}",
    "section.exp.05.desc": "Front-end Entwicklung mit React / Functional Components / Redux, Bearbeitung von Jira und Gitlab Tickets, Betreuung und Entwicklung der Wordpress Home-page ",
    "section.exp.06": "FULL STACK DEVELOPER / Gründer von {link}",
    "section.exp.06.desc": "Planung und Entwicklung von Webseiten / Webapps / Digitalen Produkten, Konzeption und Auswertung von Marketing-Kampagnen (SEO / SEA / Social Media), Wartungsarbeiten und Technischer Support für Kunden, Dokumentation von Prozessen und Abläufen, Testen und Auswerten von neuen Technologien, Qualitätssicherung und Code Reviews, Zeit und Projektmanagement",
    "section.projects": "Projekte",
    "link.label": "Zum Projekt",
    "project.grotesk.desc": "Grotesk ist ein Digitales Kollektiv, das sich auf 3D visualisierung und Animation spezialisiert hat.{br}{br} Modullar gebaut mit Next.js und Storyblok als headless CMS, gehosted auf Vercel.",
    "project.aera.desc": "Bauprojekt in Berlin für Moderne und Grüne Büroflächen. {br}{br} Gebaut mit Next.js und Prismic als headless CMS, gehosted auf Vercel.",
    "project.toepfer.desc": "fördert Kunst & Kultur, Bildung & Gesellschaft, Wissenschaft und Zukunftsgerechte Landnutzung mit unterschiedlichen Ressourcen.{br}{br} Modullar gebaut mit Next.js und Storyblok als headless CMS, gehosted auf Vercel, Multilingual und wöchentlichen updates.",
    "project.worled.desc": "Musik-Platform mit wöchentlichen Veröffentlichungen. Benutzer können jeden Song nur einmal hören um sich voll und ganz nur auf die Musik einzulassen.{br}{br} Gebaut mit Vue.js und P5 für die Visualisierung der Songs. Das Backend ist komplett individuell mit Node.js und MongoDB gebaut.",
    "project.otk.desc": "Die Oberflächentechnik Kempen GmbH (OTK) veredelt die Oberflächen Ihrer Produkte nachhaltig, dekorativ und umweltschonend.{br}{br} Gebaut mit Next.js und Prismic als headless CMS, gehosted auf Uberspace.",
    "project.steine.desc": "v1bes Promotion Website für den 1.Mai, um virtuelle Steine zu werfen. {br}{br} Gebaut mit Preact, MongoDB und Node.js. {br}{br} Wir haben über 4.000 digitale würfe gezählt.",
    "project.blessing.desc": "Kleine Tierarztpraxis mit familiärer Atmosphäre in Berlin. {br}{br} Selbstgebautes Wordpress Theme und ACF für die Inhalte."
}