{
    "profile.name": "Marcel Pahnke",
    "profile.job": "Web developer",
    "profile.description": "At the age of 14, I took my first steps in the field of web design and have been continuously improving my skills ever since. During my training as a geovisualizer, I turned my passion into a profession and was able to win my first orders as a freelance web designer. This led to my instructors using me as a lecturer for web courses, which prompted me to complete my training as an instructor (AEVO) at the IHK.{br}{br} In my subsequent studies in the field of web development, I was able to share my passion with like-minded people and work on various exciting projects. The collaboration with motivated and inspiring fellow students eventually led to the founding of our own collective - v1b.es",
    "section.skills": "Skills",
    "section.contact": "Contact",
    "date.since": "since",
    "section.edu": "Education",
    "section.edu.01": "GEOVISUALIZATION @ ERNST LITFAß SCHOOL (OSZ)",
    "section.edu.01.desc": "Working with geoinformation systems (ARCGIS / QGIS), creating maps and visualizations (Adobe Illustrator / Photoshop), creating 3D models and animations, evaluating geo-data and satellite images",
    "section.edu.02": "WEB DEVELOPMENT @ DESIGN ACADEMY BERLIN",
    "section.edu.02.desc": "Bachelor thesis: Automatic analysis of floor plans using neural networks",
    "section.exp": "WORK EXPERIENCE",
    "section.exp.01": "MARKETING ASSISTANT @ JACK'S FUN WORLD",
    "section.exp.01.desc": "Creating digital media (flyers / posters / banners / cinema spots), SWAT analysis and evaluation of marketing campaigns, customer service and consultation, organization and execution of events",
    "section.exp.03": "FREELANCE WEB DEVELOPER / GRAPHIC DESIGNER",
    "section.exp.03.desc": "Planning and development of websites, organization and distribution of tasks within the team, creation of offers / invoices / contracts, creation of graphics and logos, consultation and support of customers",
    "section.exp.04": "LECTURER @ ERNST LITFAß SCHOOL (OSZ)",
    "section.exp.04.desc": "Organization and implementation of HTML/CSS/JAVASCRIPT intensive courses, Cinema4D workshops, creation of learning materials",
    "section.exp.05": "WEB DEVELOPER @ {link}",
    "section.exp.05.desc": "Front-end development with React / Functional Components / Redux, processing Jira and Gitlab tickets, support and development of the Wordpress homepage ",
    "section.exp.06": "FULL STACK DEVELOPER / FOUNDER OF {link}",
    "section.exp.06.desc": "Planning and development of websites/web apps/digital products, conception and evaluation of marketing campaigns (SEO / SEA / social media), maintenance and technical support for customers, documentation of processes and procedures, testing and evaluation of new technologies, quality assurance and code reviews, time and project management",
    "section.projects": "Projects",
    "link.label": "View project",
    "project.grotesk.desc": "Grotesk is a digital collective specializing in 3D visualization and animation.{br}{br} Built modularly with Next.js and Storyblok as a headless CMS, hosted on Vercel.",
    "project.aera.desc": "Construction project in Berlin for modern and green office spaces. {br}{br} Built with Next.js and Prismic as a headless CMS, hosted on Vercel.",
    "project.toepfer.desc": "Supports art & culture, education & society, science, and sustainable land use with various resources. {br}{br} Modules built with Next.js and Storyblok as a headless CMS, hosted on Vercel, multilingual, and updated weekly.",
    "project.worled.desc": "Music platform with weekly releases. Users can only listen to each song once to fully immerse themselves in the music. {br}{br} Built with Vue.js and P5 for song visualization. The backend is custom-built with Node.js and MongoDB.",
    "project.otk.desc": "Oberflächentechnik Kempen GmbH (OTK) sustainably, decoratively, and environmentally-friendly refines the surfaces of your products. {br}{br} Built with Next.js and Prismic as a headless CMS, hosted on Uberspace.",
    "project.steine.desc": "v1bes promotion website for May 1st, to throw virtual stones. {br}{br} Built with Preact, MongoDB, and Node.js. {br}{br} We counted over 4,000 digital throws.",
    "project.blessing.desc": "Small veterinary practice with a familiar atmosphere in Berlin. {br}{br} Self-built Wordpress theme and ACF for content."
}